Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/po/vlc-tm.tmx
Source language: en
Languages: ca_es

source: Intensity of sepia effect
ca_es: Efecte d'intensitat del sèpia

source: Sepia video filter
ca_es: Filtre de vídeo de sèpia

source: Gives video a warmer tone by applying sepia effect
ca_es: L'aplicació de l'efecte sèpia li dóna al vídeo un to més càlid

source: Sharpen strength (0-2)
ca_es: Intensitat de la nitidesa (0-2)

source: Set the Sharpen strength, between 0 and 2. Defaults to 0.05.
ca_es: Defineix la intensitat de la nitidesa, entre 0 i 2. Per defecte, 0.05.

source: Augment contrast between contours.
ca_es: Augmenta el contrast entre els contorns.

source: Sharpen video filter
ca_es: Filtre de vídeo de nitidesa

source: Change subtitle delay
ca_es: Canvia el retard del subtítol

source: Delay calculation mode
ca_es: Mode de càlcul del retard

source: Absolute delay - add absolute delay to each subtitle. Relative to source delay - multiply subtitle delay. Relative to source content - determine subtitle delay from its content (text).
ca_es: Retard absolut - afegeix un retard absolut a cada subtítol. Proporcional al retard de la font - multiplica el retard dels subtítols. Proporcional al contingut de la font - determina el retard dels subtítols segons el seu contingut (text).

source: Calculation factor
ca_es: Factor de càlcul

source: Calculation factor. In Absolute delay mode the factor represents seconds.
ca_es: Factor de càlcul. Al mode de Retard absolut, el factor representa els segons.

source: Maximum overlapping subtitles
ca_es: Superposició màxima dels subtítols

source: Maximum number of subtitles allowed at the same time.
ca_es: Nombre màxim de subtítols que poden aparèixer a la vegada.

source: Minimum alpha value
ca_es: Valor alfa mínim

source: Alpha value of the earliest subtitle, where 0 is fully transparent and 255 is fully opaque.
ca_es: El valor alfa del primer subtítol. 0 significa completament transparent i 255 completament opac.

source: Interval between two disappearances
ca_es: Interval entre les dues desaparicions

source: Minimum time (in milliseconds) that subtitle should stay after its predecessor has disappeared (subtitle delay will be extended to meet this requirement).
ca_es: Durada mínima (en mil·lisegons) del subtítol a la pantalla després de la desaparició del seu predecessor (s'afegeix un retard per complir amb el requisit).

source: Interval between disappearance and appearance
ca_es: Interval entre la desaparició i l'aparició

source: Minimum time (in milliseconds) between subtitle disappearance and newer subtitle appearance (earlier subtitle delay will be extended to fill the gap).
ca_es: Durada mínima (en mil·lisegons) entre la desaparició del subtítol i l'aparició del nou subtítol (s'ampliarà el retard del subtítol anterior per emplenar l'espai).

source: Interval between appearance and disappearance
ca_es: Interval entre l'aparició i la desaparició

source: Minimum time (in milliseconds) that subtitle should stay after newer subtitle has appeared (earlier subtitle delay will be shortened to avoid the overlap).
ca_es: Durada mínima (en mil·lisegons) del subtítol a la pantalla després de l'aparició del nou subtítol (es redueix el retard del subtítol anterior per evitar la superposició).

source: Absolute delay
ca_es: Retard absolut

source: Relative to source delay
ca_es: Proporcional al retard de la font

source: Relative to source content
ca_es: Proporcional al contingut de la font

source: Subsdelay
ca_es: Retard dels subtítols

source: Overlap fix
ca_es: Fixa la superposició

source: Scaling mode
ca_es: Mode d'escalat

source: Scaling mode to use.
ca_es: Mode d'escalat que s'ha d'utilitzar.

source: Fast bilinear
ca_es: Bilineal ràpid

source: Bilinear
ca_es: Bilineal

source: Bicubic (good quality)
ca_es: Bicúbic (bona qualitat)

source: Nearest neighbour (bad quality)
ca_es: Veí més pròxim (mala qualitat)

source: Area
ca_es: Àrea

source: Luma bicubic / chroma bilinear
ca_es: Luminància bicúbica / Crominància bilineal

source: Bicubic spline
ca_es: Spline bicúbic

source: Transform type
ca_es: Tipus de transformació

source: Transpose
ca_es: Transposa

source: Anti-transpose
ca_es: Antitransposa

source: Video transformation filter
ca_es: Filtre de transformació del vídeo

source: Transformation
ca_es: Transformació

source: Rotate or flip the video
ca_es: Gira o inverteix el vídeo

source: Number of horizontal windows in which to split the video.
ca_es: Nombre de finestres horitzontals en les quals es dividirà el vídeo.

source: Number of vertical windows in which to split the video.
ca_es: Nombre de finestres verticals en les quals es dividirà el vídeo.

source: Element aspect ratio
ca_es: Relació d'aspecte de l'element

source: Aspect ratio of the individual displays building the wall.
ca_es: Relació d'aspecte de les finestres individuals que formen el mur.

source: Wall video filter
ca_es: Filtre de vídeo de mur

source: Image wall
ca_es: Mur d'imatges

source: Wave video filter
ca_es: Filtre de vídeo d'ones

source: Wave
ca_es: Ona

source: YUVP converter
ca_es: Convertidor YUVP

source: ASCII Art
ca_es: Art ASCII

source: ASCII-art video output
ca_es: Sortida de vídeo de l'art ASCII

source: Chroma used
ca_es: Crominància utilitzada

source: Force use of a specific chroma for output. Default is RGB32.
ca_es: Força l'ús d'una crominància específica per la sortida. RGB32 per defecte.

source: Android Surface video output
ca_es: Flux de sortida de la superfície Android

source: Color ASCII art video output
ca_es: Sortida de vídeo de l'art ASCII en color

source: Output card
ca_es: Targeta de sortida

source: DeckLink output card, if multiple exist. The cards are numbered from 0.
ca_es: Targeta de sortida DeckLink, si existeixen múltiples. Les targetes estan numerades des de 0.

source: Desired output mode
ca_es: Mode de sortida desitjat

source: Desired output mode for DeckLink output. This value should be a FOURCC code in textual form, e.g. "ntsc".
ca_es: Mode de sortida desitjat per a la sortida DeckLink. Aquest valor ha d'ésser un code FOURCC en forma textual, p.e. «ntsc».

source: Audio connection for DeckLink output.
ca_es: Connexió d'àudio per a la sortida DeckLink.

source: Audio sampling rate (in hertz) for DeckLink output. 0 disables audio output.
ca_es: Freqüència de mostreig de l'àudio (en hertzs) per a les captures DeckLink. 0 inhabilita l'entrada d'àudio.

source: Number of output channels for DeckLink output. Must be 2, 8 or 16. 0 disables audio output.
ca_es: Nombre de canals de sortida per a la sortida DeckLink. Ha de ser 2, 8 o 16. 0 inhabilita la sortida d'àudio.

source: Video connection for DeckLink output.
ca_es: Connexió de vídeo per a la sortida DeckLink.

source: Use 10 bits per pixel for video frames.
ca_es: Utilitza 10 bits per píxel per als fotogrames de vídeo.

source: DecklinkOutput
ca_es: SortidaDecklink

source: output module to write to Blackmagic SDI card
ca_es: mòdul de sortida per escriure a la targeta SDI Blackmagic

source: Decklink General Options
ca_es: Opcions generals del Decklink

source: Decklink Video Output module
ca_es: Mòdul de sortida de vídeo del Decklink

source: Decklink Video Options
ca_es: Opcions de vídeo del Decklink

source: Decklink Audio Output module
ca_es: Mòdul de sortida d'àudio del Decklink

source: Decklink Audio Options
ca_es: Opcions d'àudio del Decklink

source: DirectFB video output http://www.directfb.org/
ca_es: Sortida de vídeo DirectFB http://www.directfb.org/

source: Window handle (HWND)
ca_es: Handle de la finestra (HWND)

source: Video will be embedded in this pre-existing window. If zero, a new window will be created.
ca_es: El vídeo s'incrustarà a la finestra ja existent. Si està a zero, es crea una nova finestra.

source: Drawable
ca_es: Dibuixable

source: Embedded window video
ca_es: Vídeo de la finestra incrustada

source: EGL extension for OpenGL
ca_es: Extensió EGL per a l'OpenGL

source: Framebuffer device
ca_es: Dispositiu de la memòria intermèdia gràfica

source: Framebuffer device to use for rendering (usually /dev/fb0).
ca_es: Dispositiu de la memòria intermèdia gràfica que s'ha d'utilitzar per a la renderització (normalment /dev/fb0).

source: Run fb on current tty
ca_es: Executa la memòria intermèdia gràfica (fb) al tty actual

source: Run framebuffer on current TTY device (default enabled). (disable tty handling with caution)
ca_es: Executa la memòria intermèdia gràfica al dispositiu tty actual (per defecte habilitat). (inhabiliteu el control del tty amb precaució)

source: Framebuffer resolution to use
ca_es: Resolució de la memòria intermèdia gràfica que s'ha d'utilitzar

source: Select the resolution for the framebuffer. Currently it supports the values 0=QCIF 1=CIF 2=NTSC 3=PAL, 4=auto (default 4=auto)
ca_es: Seleccioneu la resolució per a la memòria intermèdia gràfica. Actualment admet els valors 0=QCIF 1=CIF 2=NTSC 3=PAL, 4=auto (per defecte 4=auto)

source: Framebuffer uses hw acceleration
ca_es: La memòria intermèdia gràfica utilitza l'acceleració del maquinari

source: If your framebuffer supports hardware acceleration or does double buffering in hardware then you must disable this option. It then does double buffering in software.
ca_es: Si la vostra memòria intermèdia gràfica admet l'acceleració del maquinari o fa doble memòria intermèdia al maquinari aleshores heu d'inhabilitar aquesta opció. Després fa doble memòria intermèdia al programari.

source: Image format (default RGB)
ca_es: Format de la imatge (per defecte, RGB)

source: Chroma fourcc used by the framebuffer. Default is RGB since the fb device has no way to report its chroma.
ca_es: FourCC de la crominància que utilitza la memòria intermèdia gràfica. Per defecte és RGB perquè el dispositiu de la memòria intermèdia gràfica (fb) no pot notificar la seva crominància.

source: GNU/Linux framebuffer video output
ca_es: Sortida de vídeo de la memòria intermèdia gràfica de GNU/Linux

source: OpenGL extension
ca_es: Extensió OpenGl

source: OpenGL ES 2 extension
ca_es: Extensió OpenGL ES 2

source: OpenGL ES extension
ca_es: Extensió OpenGL ES

source: Extension through which to use the Open Graphics Library (OpenGL).
ca_es: Extensió a través de la qual s'utilitza l'Open Graphics Library (OpenGL).

source: OpenGL for Embedded Systems 2 video output
ca_es: Sortida de vídeo Open GL for Embedded Systems 2

source: OpenGL for Embedded Systems video output
ca_es: Sortida de vídeo Open GL for Embedded Systems

source: OpenGL video output (experimental)
ca_es: Sortida de vídeo OpenGL (experimental)

source: GLX extension for OpenGL
ca_es: Extensió GLX per a l'OpenGL

source: iOS OpenGL ES video output (requires UIView)
ca_es: Sortida de vídeo OpenGL ES de l'iOS (requereix UIview)

source: iOS OpenGL video output
ca_es: Sortida de vídeo OpenGL iOS

source: Enable a workaround for T23
ca_es: Habilita una solució temporal per a T23

source: Enable this option if the diagonal stripes are displayed when the window size is equal to or smaller than the movie size.
ca_es: Habiliteu aquesta opció si es mostren les franges obliqües quan la mida de la finestra és igual o més petita que la mida de la pel·lícula.

source: Video mode
ca_es: Mode de vídeo

source: Select a proper video mode to be used by KVA.
ca_es: Seleccioneu un mode de vídeo adequat per utilitzar-lo amb KVA.

source: K Video Acceleration video output
ca_es: Sortida de vídeo K Video Acceleration

source: Mac OS X OpenGL video output (requires drawable-nsobject)
ca_es: Sortida de vídeo OpenGL de Mac OS X (requereix un nsobject dibuixable)

source: OpenGL acceleration is not supported on your Mac
ca_es: El vostre Mac no admet l'acceleració OpenGL

source: Your Mac lacks Quartz Extreme acceleration, which is required for video output. It will still work, but much slower and with possibly unexpected results.
ca_es: Al vostre Mac li manca l'acceleració Quartz Extreme necessària per a la sortida de vídeo. Funciona de totes maneres però molt més lent i amb possibles resultats inesperats.

source: Video output for Windows 7/Windows Vista with Platform update
ca_es: Sortida de vídeo per a Windows 7/Windows Vista amb l'actualització de la plataforma

source: Direct2D video output
ca_es: Sortida de vídeo Direct2D

source: The desktop mode allows you to display the video on the desktop.
ca_es: El mode d'escriptori us permet mostrar el vídeo a l'escriptori.

source: Use hardware blending support
ca_es: Utilitza la compatibilitat amb l'acceleració de maquinari

source: Try to use hardware acceleration for subtitle/OSD blending.
ca_es: Intenta utilitzar l'acceleració del maquinari perquè els subtítols/OSD estiguin ben definits.

source: Recommended video output for Windows Vista and later versions
ca_es: Sortida de vídeo recomanada per a Windows Vista i versions posteriors

source: Direct3D video output
ca_es: Sortida de vídeo Direct3D

source: Use hardware YUV->RGB conversions
ca_es: Utilitza les conversions YUV->RGB del maquinari

source: Try to use hardware acceleration for YUV->RGB conversions. This option doesn't have any effect when using overlays.
ca_es: Intenteu utilitzar l'acceleració de maquinari per a les conversions YUV->RGB. Aquesta opció no té cap efecte quan s'utilitza la superposició.

source: Use video buffers in system memory
ca_es: Utilitza memòries intermèdies de vídeo a la memòria de sistema

source: Create video buffers in system memory instead of video memory. This isn't recommended as usually using video memory allows benefiting from more hardware acceleration (like rescaling or YUV->RGB conversions). This option doesn't have any effect when using overlays.
ca_es: Creeu memòries intermèdies de vídeo a la memòria de sistema en comptes de crear-les a la memòria de vídeo. No es recomana perquè normalment la memòria de vídeo utilitzada permet beneficiar-se de més acceleració de maquinari (com canviar d'escala o conversions de YUV->RGB). Aquesta opció no té cap efecte quan s'utilitza la superposició.

source: Use triple buffering for overlays
ca_es: Utilitza triple memòria intermèdia per a la superposició

source: Try to use triple buffering when using YUV overlays. That results in much better video quality (no flickering).
ca_es: Intenta utilitzar la triple memòria intermèdia quan utilitza les superposicions YUV. Millora molt la qualitat de vídeo (sense parpelleig).

source: Name of desired display device
ca_es: Nom del dispositiu de pantalla desitjat

source: In a multiple monitor configuration, you can specify the Windows device name of the display that you want the video window to open on. For example, "\\.\DISPLAY1" or "\\.\DISPLAY2".
ca_es: En una configuració de monitors múltiples, podeu especificar el nom de dispositiu Windows de la pantalla on voleu que la finestra de vídeo s'obri. Per exemple, "\\.\PANTALLA1" o "\\.\PANTALLA2".

source: Recommended video output for Windows XP. Incompatible with Vista's Aero interface
ca_es: Sortida de vídeo recomanada per a Windows XP. Incompatible amb la interfície Aero del Vista.

source: DirectX (DirectDraw) video output
ca_es: Sortida de vídeo DirectX (DirectDraw)

source: Wallpaper
ca_es: Empaperat

source: OpenGL video output
ca_es: Sortida de vídeo OpenGL

source: Windows GDI video output
ca_es: Sortida de vídeo GDI de Windows

source: SDL chroma format
ca_es: Format de la crominància SDL

source: Force the SDL renderer to use a specific chroma format instead of trying to improve performances by using the most efficient one.
ca_es: Fes que el renderitzador SDL utilitzi un format de crominància específic en comptes d'intentar millorar el rendiment amb el més eficaç.

source: Simple DirectMedia Layer video output
ca_es: Sortida de vídeo Simple DirectMedia Layer (SDL)

source: Dummy image chroma format
ca_es: Format de la crominància de la imatge Dummy

source: Force the dummy video output to create images using a specific chroma format instead of trying to improve performances by using the most efficient one.
ca_es: Fes que la sortida de vídeo dummy creï imatges amb un format de crominància específic en comptes d'intentar millorar el rendiment amb el més eficaç.

source: Dummy video output
ca_es: Sortida de vídeo Dummy

source: Statistics video output
ca_es: Sortida de vídeo de les estadístiques

source: Video memory buffer width.
ca_es: Amplada de la memòria intermèdia de la memòria de vídeo.

source: Video memory buffer height.
ca_es: Alçada de la memòria intermèdia de la memòria de vídeo.

source: Pitch
ca_es: Densitat de punts

source: Video memory buffer pitch in bytes.
ca_es: Densitat de punts de la memòria intermèdia de la memòria de vídeo en bytes.

source: Chroma
ca_es: Crominància

source: Output chroma for the memory image as a 4-character string, eg. "RV32".
ca_es: Crominància de sortida per a la imatge de la memòria en forma de cadena de 4 caràcters, p.e. "RV32".

source: Video memory output
ca_es: Sortida de la memòria de vídeo

source: Video memory
ca_es: Memòria de vídeo

source: OpenGL GLX video output (XCB)
ca_es: Sortida de vídeo del GLX d'OpenGL (XCB)

source: X11 display
ca_es: Finestra X11

source: Video will be rendered with this X11 display. If empty, the default display will be used.
ca_es: El vídeo es renderitza amb aquesta finestra X11. Si està buit, s'utilitza la finestra per defecte.

source: X11 window ID
ca_es: Identificador de la finestra X11

source: X window
ca_es: Finestra X

source: X11 video window (XCB)
ca_es: Finestra de vídeo X11 (XCB)

source: X11 video output (XCB)
ca_es: Sortida de vídeo X11 (XCB)

source: XVideo adaptor number
ca_es: Nombre de l'adaptador XVideo

source: XVideo hardware adaptor to use. By default, VLC will use the first functional adaptor.
ca_es: Adaptador de maquinari XVideo que s'ha d'utilitzar. Per defecte, el VLC utilitzarà el primer adaptador funcional.

source: XVideo format id
ca_es: Identificador del format XVideo

source: XVideo image format id to use. By default, VLC will try to use the best match for the video being played.
ca_es: Identificador del format d'imatge XVideo que s'ha d'utilitzar. Per defecte, el VLC intentarà utilitzar la millor coincidència per al vídeo que s'està reproduint.

source: XVideo output (XCB)
ca_es: Sortida de vídeo XVideo (XCB)

source: Video acceleration not available
ca_es: L'acceleració de vídeo no està disponible

source: The XVideo rendering acceleration driver does not support the required resolution of %ux%u pixels but %<PRIu32>x%<PRIu32> pixels instead. Acceleration will thus be disabled. Performance may be degraded severely if the resolution is large.
ca_es: El controlador d'acceleració de renderitzat XVideo no és compatible amb la resolució de %ux%u píxels, sinó amb %<PRIu32>x%<PRIu32> píxels. Es desactivarà l'acceleració. El rendiment es veurà afectat greument si la resolució és molt gran.

source: device, fifo or filename
ca_es: dispositiu, fifo o nom de fitxer

source: device, fifo or filename to write yuv frames too.
ca_es: dispositiu, fifo o nom de fitxer per escriure també els fotogrames yuv.

source: Force use of a specific chroma for output. Default is I420.
ca_es: Força la utilització d'una crominància específica per a la sortida. Per defecte, I420.

source: YUV4MPEG2 header (default disabled)
ca_es: Capçalera YUV4MPEG2 (per defecte inhabilitat)

source: The YUV4MPEG2 header is compatible with mplayer yuv video output and requires YV12/I420 fourcc. By default vlc writes the fourcc of the picture frame into the output destination.
ca_es: La capçalera YUV4MPEG2 és compatible amb la sortida de vídeo yuv de mplayer i requereix el fourcc del YV12/I420 . Per defecte el vlc escriu el fourcc del fotograma al destí de sortida.

source: YUV output
ca_es: Sortida YUV

source: YUV video output
ca_es: Sortida de vídeo YUV

source: Goom display width
ca_es: Amplada de la visualització Goom

source: Goom display height
ca_es: Alçada de la visualització Goom

source: This allows you to set the resolution of the Goom display (bigger resolution will be prettier but more CPU intensive).
ca_es: Aquesta opció us permet definir la resolució de la visualització Goom (una resolució més alta millora la qualitat de la imatge però consumeix més recursos de la CPU).

source: Goom animation speed
ca_es: Velocitat d'animació Goom

source: This allows you to set the animation speed (between 1 and 10, defaults to 6).
ca_es: Aquesta opció us permet definir la velocitat d'animació (entre 1 i 10, per defecte a 6).

source: Goom effect
ca_es: Efecte Goom

source: projectM configuration file
ca_es: Fitxer de configuració projectM

source: File that will be used to configure the projectM module.
ca_es: Fitxer que s'utilitzarà per configurar el mòdul projectM.

source: projectM preset path
ca_es: Camí predefinit del projectM

source: Path to the projectM preset directory
ca_es: Camí cap al directori predefinit del projectM

source: Title font
ca_es: Lletra del títol

source: Font used for the titles
ca_es: Lletra que s'utilitza als títols

source: Font menu
ca_es: Menú del tipus de lletra

source: Font used for the menus
ca_es: Lletra que s'utilitza als menús

source: The width of the video window, in pixels.
ca_es: Amplada de la finestra de vídeo, en píxels.

source: The height of the video window, in pixels.
ca_es: Alçada de la finestra de vídeo, en píxels.

source: Mesh width
ca_es: Amplada de la malla

source: The width of the mesh, in pixels.
ca_es: Amplada de la malla, en píxels.

source: Mesh height
ca_es: Alçada de la malla

source: The height of the mesh, in pixels.
ca_es: Alçada de la malla, en píxels.

source: Texture size
ca_es: Mida de la textura

source: The size of the texture, in pixels.
ca_es: Mida de la textura, en píxels.

source: libprojectM effect
ca_es: Efecte libprojectM

source: Effects list
ca_es: Llista d'efectes

source: A list of visual effect, separated by commas. Current effects include: dummy, scope, spectrum, spectrometer and vuMeter.
ca_es: Llista d'efectes visuals, separada per comes. Els efectes actuals inclouen: dummy, oscil·loscopi, espectre, espectòmetre i vuMeter.

source: The width of the effects video window, in pixels.
ca_es: Amplada de la finestra de vídeo d'efectes, en píxels.

source: The height of the effects video window, in pixels.
ca_es: Alçada de la finestra de vídeo d'efectes, en píxels.

source: Show 80 bands instead of 20
ca_es: Mostra 80 bandes en comptes de 20

source: More bands for the spectrometer : 80 if enabled else 20.
ca_es: Més bandes per a l'espectròmetre : 80 si està habilitat, sinó 20.

source: Number of blank pixels between bands.
ca_es: Nombre de píxels en blanc entre bandes.

source: Amplification
ca_es: Amplificació

source: This is a coefficient that modifies the height of the bands.
ca_es: Coeficient que modifica l'alçada de les bandes.

source: Draw peaks in the analyzer
ca_es: Dibuixa pics a l'analitzador

source: Enable original graphic spectrum
ca_es: Habilita l'espectre gràfic original

source: Enable the "flat" spectrum analyzer in the spectrometer.
ca_es: Habilita l'analitzador d'espectre «pla» a l'espectròmetre.

source: Draw bands in the spectrometer
ca_es: Dibuixa bandes a l'espectròmetre

source: Draw the base of the bands
ca_es: Dibuixa la base de les bandes

source: Base pixel radius
ca_es: Radi del píxel base

source: Defines radius size in pixels, of base of bands(beginning).
ca_es: Defineix la mida del radi en píxels, de la base de bandes (al principi).

source: Spectral sections
ca_es: Seccions espectrals

source: Determines how many sections of spectrum will exist.
ca_es: Determina el nombre de seccions de l'espectre que existiran.

source: Peak height
ca_es: Alçada del pic

source: Total pixel height of the peak items.
ca_es: Alçada total dels píxels dels elements del pic.

source: Peak extra width
ca_es: Amplada addicional del pic
